{
  "title": {
    "index": "Главная",
    "downloads": {
      "index": "Скачать",
      "all": "сайте сборок",
      "leaves": "Скачивании Leaves"
    },
    "sponsor": "Спонсор",
    "team": "Команда",
    "community": {
      "index": "Сообщество",
      "guidelines": "Правила сообщества"
    },
    "contribute": "Внести вклад"
  },
  "index": {
    "title": {
      "line1": "Чистое программное обеспечение.",
      "line2": "Сделано для Vanilla."
    },
    "description": "LeavesMC улучшает серверную систему Minecraft, предлагая быстрое, безопасное и стабильное программное обеспечение, предоставляя быстрые выпуски и полезные поддержки как самая уникальная команда.",
    "downloads": "Скачивании",
    "documentation": "Документация",
    "image": {
      "1": {
        "title": {
          "powering": "Обеспечивал сервер для",
          "players": "игрок(и/ов)"
        },
        "description": "Leaves разработано с учетом полезности и производительности, он может справиться с любыми задачами, что в него представили."
      }
    }
  },
  "downloads": {
    "index": {
      "title": "Скачивании",
      "description": "Выберите программное обеспечение, которое хотите скачать.",
      "softwares": {
        "leaves": {
          "description": "Leaves — игровое серверное программное обеспечение Minecraft, предназначенный для исправления сломанных ванильных свойств из серверного программного обеспечения Paper."
        }
      }
    },
    "all": {
      "description": "Старые версии не поддерживаются. Продолжайте на свой страх и риск!"
    },
    "leaves": {
      "description": "Скачайте Leaves, наше серверное программное обеспечение Minecraft, обеспечивающее непревзойденную производительность и стабильность.",
      "experimentalWarning": "Скачайте экспериментальную версию Leaves, нашего серверного программного обеспечения Minecraft, обеспечивающего непревзойденную производительность и стабильность. Действовать с осторожностью!"
    }
  },
  "software": {
    "leaves": {
      "index": {
        "title": {
          "line1": "Следует ванильным свойствам",
          "line2": "Minecraft сервер"
        },
        "description": "Leaves — это игровой серверное программное обеспечение Minecraft основанный на Paper, предназначенный для исправления нарушенных ванильных свойств из серверного программного обеспечения Paper.",
        "why": {
          "title": "Почему выбирают Leaves?",
          "reason": {
            "1": {
              "label": "Он удивительно быстро",
              "description": "Leaves включает в себя ряд улучшений и оптимизаций, которые значительно повышают производительность. Сюда входит асинхронная загрузка чанки (asynchronous chunk loading), а также основные оптимизации светового движка (light engine), загрузочной воронок (hoppers), сущностей (entities) и многого другого."
            },
            "2": {
              "label": "Активное и растущее сообщество",
              "description": "У нас активное и растущее сообщество администраторов и разработчиков. Если у вас возникнут какие-либо проблемы, вы можете поговорить с нами в Discord и получить поддержку в реальном времени."
            },
            "3": {
              "label": "Расширенный API",
              "description": "Leaves расширяет и улучшает Bukkit, Spigot и Paper API, предоставляя больше функций и возможностей разработчикам."
            }
          }
        },
        "image": {
          "1": {
            "title": "Начать использовать",
            "description": "Чтобы начать работу с Leaves, вам необходимо скачать и установить последнюю версию серверного программного обеспечения Leaves. Когда вы будете готовы, ознакомьтесь с нашей документацией."
          },
          "2": {
            "title": "Присоединяйтесь к сообществу владельцев серверов Leaves",
            "description": "Если вам нужна помощь с настройкой сервера, его задержкой или рекомендации по форматированию чата, наш опытные разработчики и дружелюбное сообщество всегда готовы вам помочь."
          }
        },
        "button": {
          "downloads": "Скачать",
          "documentation": "Документация",
          "discord": "Присоединяйтесь к нам в Discord",
          "qq-group": "Присоединяйтесь к нам в Tencent QQ"
        }
      }
    }
  },
  "sponsor": {
    "title": "Спонсор",
    "description": "LeavesMC — это открытое сообщество, и часть управления сообществом включает оплату услуг, серверов и др. Мы делаем все возможное, чтобы затраты были разумными и устойчивыми, но некоторые затраты неизбежны.",
    "why": {
      "title": "Почему вам стоит сделать пожертвования",
      "reason": {
        "1": {
          "label": "Устойчивое развитие",
          "description": "Пожертвования помогают сделать LeavesMC устойчивым и открытым для всех. Делать это должны только те, кто может позволить себе сделать пожертвование, и никто не сожалеет, если он не может этого сделать."
        },
        "2": {
          "label": "Планы на будущее",
          "description": "Нам необходимо обновить наш хостинг, чтобы удовлетворить растущий спрос на наши услуги и API. Это приведет к увеличению затрат, которые мы надеемся компенсировать пожертвованиями через Patreon и Afdian."
        },
        "3": {
          "label": "Вернуть",
          "description": "Если мы получаем больше пожертвований, чем наши ежемесячные расходы, мы можем рассмотреть возможность справедливого и прозрачного распределения средств среди спонсорыми."
        }
      }
    },
    "sponsors": "Наши спонсоры"
  },
  "team": {
    "title": "Познакомьтесь с нашей командой",
    "description": "Познакомьтесь с разработчиками LeavesMC. LeavesMC - команда, занимающаяся разработкой программного обеспечения Minecraft, трудиется над улучшением серверной системы Minecraft, написав более быстрое и безопасное программное обеспечение (**)",
    "core-team": {
      "title": "Член(ы) основной команды",
      "description": "Члены основной команды несут ответственность за направление проекта и за принятие важных решений. Независимо от того, сосредоточены ли они на коде или сообществе, они необходимы для того, чтобы все работали, и имели последнее слово практически во всем."
    },
    "leaves-developers": {
      "title": "Разработчики Leaves",
      "description": "Разработчики Leaves помогают с написанием кода, проверкой PR и поддержанием активности проекта. Внося новые функции и помогая доработать старый код, они заставляют Leaves нормально работать."
    },
    "web-developers": {
      "title": "Веб-разработчики",
      "description": "Веб-разработчики вывели LeavesMC на Информационный хайвей. Благодаря их усилиям вы сможете легче получить доступ к программному обеспечению Leaves."
    },
    "button": {
      "sponsor": "Cпонсор"
    },
    "contributors": {
      "title": "Contributors",
      "description": "Участники — это те люди, которые помогли команду, внося важный вклад в нашу кодовую базу, от добавления нового движка Redstone до публикации исправления неприятной ошибки, наши участники помогли нам предоставить лучшее программное обеспечение, которое мы можем."
    },
    "avatar": "аватар"
  },
  "community": {
    "index": {
      "title": "Присоединяйтесь к нашему сообществу",
      "description": "Мы рады, если вы стали частью сообщества LeavesMC! Прежде чем принять участие, прочтите правила нашего сообщества!",
      "discord": {
        "description": "Discord — популярный вариант общения друг с другом среди многих геймеров. У нас есть сервер сообщества Discord, к которому может присоединиться каждый."
      },
      "qq-group": {
        "title": "Группа Tencent QQ",
        "description": "Вы можете присоединиться к группе Tencent QQ и общаться с другими администраторами, разработчиками, сотрудниками проекта и другими людьми. Однако эта группа поддерживается сообществом, и весь ее контент не связан с LeavesMC."
      },
      "giscus": {
        "description": "Вы можете использовать GitHub, чтобы оставить комментарий или поделиться здесь советами.",
        "lang": "en"
      },
      "button": {
        "guidelines": "Правила сообщества",
        "discord": "Присоединяйтесь к нам в Discord",
        "qq-group": "Присоединяйтесь к нам в Tencent QQ"
      }
    },
    "guidelines": {
      "title": "Правила сообщества LeavesMC",
      "last-updated": "Последнее обновление",
      "license": "Этот документ имеет лицензию {{license}}{{icons}}"
    }
  },
  "contribute": {
    "title": "You can contribute",
    "description": "Our projects are based on community contributions and wouldn't be possible without them. There are a lot of ways to contribute, even without programming knowledge.",
    "donate": {
      "title": "...Financially",
      "description": "LeavesMC uses Patreon and Afdian to manage various recurring expenses, mostly related to infrastructure."
    },
    "code": {
      "title": "...Code",
      "description": "A big chunk of the code in our projects is written by community members, and we welcome your contributions!"
    },
    "support": {
      "title": "...Support",
      "description": "A lot of users result in a lot of questions. Everyone is welcome to answer questions or provide support, whether on our Discord server or in our QQ group."
    },
    "documentation": {
      "title": "...Documentation",
      "description": "Constantly evolving software needs constantly updated documentation. No matter if you want to report missing information or add guides yourself, we always appreciate help."
    },
    "button": {
      "more": "Learn More",
      "support": "Our Community",
      "documentation": "Docs Repository"
    }
  },
  "components": {
    "data": {
      "SoftwareBuildChanges": {
        "zero": "No changes"
      },
      "SoftwareBuildsTable": {
        "build": "Build",
        "changelog": "Changelog",
        "timestamp": "Timestamp",
        "download": "Download"
      }
    },
    "input": {
      "SoftwareDownloadButton": {
        "download": "Download",
        "build": "Build",
        "copied": "Copied",
        "ghproxy": "Powered by ghproxy.com",
        "label": "Other download variants"
      }
    },
    "layout": {
      "NavBar": {
        "software": "Software",
        "documentation": "Docs",
        "team": "Team",
        "contribute": "Contribute",
        "toggle": "Toggle nav"
      },
      "Footer": {
        "getting_started": {
          "title": "Getting Started",
          "downloads": "Downloads",
          "documentation": "Documentation"
        },
        "community": {
          "title": "Community",
          "our_community": "Our Community"
        },
        "LeavesMC": {
          "our_team": "Our Team",
          "contribute": "Contribute",
          "sponsor": "Sponsor"
        },
        "terms": {
          "title": "Terms",
          "community_guidelines": "Community Guidelines"
        },
        "copyright": "The LeavesMC Team"
      },
      "SoftwareHeader": {
        "downloads": "Downloads",
        "documentation": "Documentation"
      },
      "SoftwareDownload": {
        "downloads": "Downloads",
        "get": "Get",
        "toggleExperimental": "Toggle experimental builds for ",
        "toggleStable": "Back to stable builds for ",
        "builds": {
          "title": "Older builds",
          "description": {
            "line1": "Looking for older builds - or changelogs? We got you!",
            "line2": "Even older builds are available in our <0><0>build explorer</0></0>."
          }
        }
      }
    }
  },
  "time": {
    "second": "second",
    "minute": "minute",
    "hour": "hour",
    "day": "day",
    "past": " ago",
    "plural_past": "s ago"
  },
  "Language": "Language",
  "translator": "Translated by LittleChest and The PaperMC Team"
}
