{
  "title": {
    "index": "Главная",
    "downloads": {
      "index": "Скачать",
      "all": "сайте сборок",
      "leaves": "Скачивании Leaves"
    },
    "sponsor": "Спонсор",
    "team": "Команда",
    "community": {
      "index": "Сообщество",
      "guidelines": "Правила сообщества"
    },
    "contribute": "Внести вклад"
  },
  "index": {
    "title": {
      "line1": "Чистое программное обеспечение.",
      "line2": "Сделано для Vanilla."
    },
    "description": "LeavesMC улучшает серверную систему Minecraft, предлагая быстрое, безопасное и стабильное программное обеспечение, предоставляя быстрые выпуски и полезные поддержки как самая уникальная команда.",
    "downloads": "Скачивании",
    "documentation": "Документация",
    "image": {
      "1": {
        "title": {
          "powering": "Обеспечивал сервер для",
          "players": "игрок(и/ов)"
        },
        "description": "Leaves разработано с учетом полезности и производительности, он может справиться с любыми задачами, что в него представили."
      }
    }
  },
  "downloads": {
    "index": {
      "title": "Скачивании",
      "description": "Выберите программное обеспечение, которое хотите скачать.",
      "softwares": {
        "leaves": {
          "description": "Leaves — игровое серверное программное обеспечение Minecraft, предназначенный для исправления сломанных ванильных свойств из серверного программного обеспечения Paper."
        }
      }
    },
    "all": {
      "description": "Старые версии не поддерживаются. Продолжайте на свой страх и риск!"
    },
    "leaves": {
      "description": "Скачайте Leaves, наше серверное программное обеспечение Minecraft, обеспечивающее непревзойденную производительность и стабильность.",
      "experimentalWarning": "Скачайте экспериментальную версию Leaves, нашего серверного программного обеспечения Minecraft, обеспечивающего непревзойденную производительность и стабильность. Действовать с осторожностью!"
    }
  },
  "software": {
    "leaves": {
      "index": {
        "title": {
          "line1": "Следует ванильным свойствам",
          "line2": "Minecraft сервер"
        },
        "description": "Leaves — это игровой серверное программное обеспечение Minecraft основанный на Paper, предназначенный для исправления нарушенных ванильных свойств из серверного программного обеспечения Paper.",
        "why": {
          "title": "Почему выбирают Leaves?",
          "reason": {
            "1": {
              "label": "Он удивительно быстро",
              "description": "Leaves включает в себя ряд улучшений и оптимизаций, которые значительно повышают производительность. Сюда входит асинхронная загрузка чанки (asynchronous chunk loading), а также основные оптимизации светового движка (light engine), загрузочной воронок (hoppers), сущностей (entities) и многого другого."
            },
            "2": {
              "label": "Активное и растущее сообщество",
              "description": "У нас активное и растущее сообщество администраторов и разработчиков. Если у вас возникнут какие-либо проблемы, вы можете поговорить с нами в Discord и получить поддержку в реальном времени."
            },
            "3": {
              "label": "Расширенный API",
              "description": "Leaves расширяет и улучшает Bukkit, Spigot и Paper API, предоставляя больше функций и возможностей разработчикам."
            }
          }
        },
        "image": {
          "1": {
            "title": "Начать использовать",
            "description": "Чтобы начать работу с Leaves, вам необходимо скачать и установить последнюю версию серверного программного обеспечения Leaves. Когда вы будете готовы, ознакомьтесь с нашей документацией."
          },
          "2": {
            "title": "Присоединяйтесь к сообществу владельцев серверов Leaves",
            "description": "Если вам нужна помощь с настройкой сервера, его задержкой или рекомендации по форматированию чата, наш опытные разработчики и дружелюбное сообщество всегда готовы вам помочь."
          }
        },
        "button": {
          "downloads": "Скачать",
          "documentation": "Документация",
          "discord": "Присоединяйтесь к нам в дискорде",
          "qq-group": "Присоединяйтесь к нам в Tencent QQ"
        }
      }
    }
  },
  "sponsor": {
    "title": "Спонсор",
    "description": "LeavesMC — это открытое сообщество, и часть управления сообществом включает оплату услуг, серверов и др. Мы делаем все возможное, чтобы затраты были разумными и устойчивыми, но некоторые затраты неизбежны.",
    "why": {
      "title": "Почему вам стоит сделать пожертвования",
      "reason": {
        "1": {
          "label": "Устойчивое развитие",
          "description": "Пожертвования помогают сделать LeavesMC устойчивым и открытым для всех. Делать это должны только те, кто может позволить себе сделать пожертвование, и никто не сожалеет, если он не может этого сделать."
        },
        "2": {
          "label": "Планы на будущее",
          "description": "Нам необходимо обновить наш хостинг, чтобы удовлетворить растущий спрос на наши услуги и API. Это приведет к увеличению затрат, которые мы надеемся компенсировать пожертвованиями через Patreon и Afdian."
        },
        "3": {
          "label": "Вернуть",
          "description": "Если мы получаем больше пожертвований, чем наши ежемесячные расходы, мы можем рассмотреть возможность справедливого и прозрачного распределения средств среди спонсорыми."
        }
      }
    },
    "sponsors": "Наши спонсоры"
  },
  "team": {
    "title": "Познакомьтесь с нашей командой",
    "description": "Meet the members behind LeavesMC, a Minecraft software organization focusing on improving the game’s ecosystem with faster and more secure software.",
    "core-team": {
      "title": "Core Team",
      "description": "Core Team members are responsible for the direction of the project, and for making the big decisions. Whether they focus on the code or the community, they're essential to making everything run and have final say in just about anything."
    },
    "leaves-developers": {
      "title": "Leaves Developers",
      "description": "Leaves Developers help with writing code, reviewing PRs, and keeping the project lively. By contributing new features and helping to polish off old code, they make Leaves run."
    },
    "web-developers": {
      "title": "Web Developers",
      "description": "Web Developers make LeavesMC onto the information superhighway. Through their efforts, you can touch the software of LeavesMC more conveniently."
    },
    "button": {
      "sponsor": "Sponsor"
    },
    "contributors": {
      "title": "Contributors",
      "description": "Contributors are those people who have helped the organization by making important contributions to our codebases. From adding a new redstone engine to PRing a fix for a nasty bug, our contributors have helped us to provide the best software we possibly can."
    },
    "avatar": "'s avatar"
  },
  "community": {
    "index": {
      "title": "Join Our Community",
      "description": "We're happy to have you as a part of the LeavesMC community! Please read our community guidelines before participating.",
      "discord": {
        "description": "Discord is a popular option for many gamers to communicate with each other. We have a Discord community server that anyone can join."
      },
      "qq-group": {
        "title": "QQ Group",
        "description": "You can join the QQ group and chat with other administrators, developers, project staff, and more. However, this group is maintained by the community and all of its content is unrelated to LeavesMC."
      },
      "giscus": {
        "description": "You can use GitHub to leave a comment or share some tips here.",
        "lang": "en"
      },
      "button": {
        "guidelines": "Community Guidelines",
        "discord": "Join our Discord",
        "qq-group": "Join our QQ group"
      }
    },
    "guidelines": {
      "title": "LeavesMC Community Guidelines",
      "last-updated": "Last Updated",
      "license": "This document is licensed under {{license}}{{icons}}"
    }
  },
  "contribute": {
    "title": "You can contribute",
    "description": "Our projects are based on community contributions and wouldn't be possible without them. There are a lot of ways to contribute, even without programming knowledge.",
    "donate": {
      "title": "...Financially",
      "description": "LeavesMC uses Patreon and Afdian to manage various recurring expenses, mostly related to infrastructure."
    },
    "code": {
      "title": "...Code",
      "description": "A big chunk of the code in our projects is written by community members, and we welcome your contributions!"
    },
    "support": {
      "title": "...Support",
      "description": "A lot of users result in a lot of questions. Everyone is welcome to answer questions or provide support, whether on our Discord server or in our QQ group."
    },
    "documentation": {
      "title": "...Documentation",
      "description": "Constantly evolving software needs constantly updated documentation. No matter if you want to report missing information or add guides yourself, we always appreciate help."
    },
    "button": {
      "more": "Learn More",
      "support": "Our Community",
      "documentation": "Docs Repository"
    }
  },
  "components": {
    "data": {
      "SoftwareBuildChanges": {
        "zero": "No changes"
      },
      "SoftwareBuildsTable": {
        "build": "Build",
        "changelog": "Changelog",
        "timestamp": "Timestamp",
        "download": "Download"
      }
    },
    "input": {
      "SoftwareDownloadButton": {
        "download": "Download",
        "build": "Build",
        "copied": "Copied",
        "ghproxy": "Powered by ghproxy.com",
        "label": "Other download variants"
      }
    },
    "layout": {
      "NavBar": {
        "software": "Software",
        "documentation": "Docs",
        "team": "Team",
        "contribute": "Contribute",
        "toggle": "Toggle nav"
      },
      "Footer": {
        "getting_started": {
          "title": "Getting Started",
          "downloads": "Downloads",
          "documentation": "Documentation"
        },
        "community": {
          "title": "Community",
          "our_community": "Our Community"
        },
        "LeavesMC": {
          "our_team": "Our Team",
          "contribute": "Contribute",
          "sponsor": "Sponsor"
        },
        "terms": {
          "title": "Terms",
          "community_guidelines": "Community Guidelines"
        },
        "copyright": "The LeavesMC Team"
      },
      "SoftwareHeader": {
        "downloads": "Downloads",
        "documentation": "Documentation"
      },
      "SoftwareDownload": {
        "downloads": "Downloads",
        "get": "Get",
        "toggleExperimental": "Toggle experimental builds for ",
        "toggleStable": "Back to stable builds for ",
        "builds": {
          "title": "Older builds",
          "description": {
            "line1": "Looking for older builds - or changelogs? We got you!",
            "line2": "Even older builds are available in our <0><0>build explorer</0></0>."
          }
        }
      }
    }
  },
  "time": {
    "second": "second",
    "minute": "minute",
    "hour": "hour",
    "day": "day",
    "past": " ago",
    "plural_past": "s ago"
  },
  "Language": "Language",
  "translator": "Translated by LittleChest and The PaperMC Team"
}
